Repository: kellvembarbosa/nicotinaai_flutter
Catalog: assets/l10n/app_*.arb
Languages: es, fr, it, pt

# bloodOxygenScienceInfo
source: Carbon monoxide from cigarettes binds to hemoglobin in your blood, reducing its ability to carry oxygen. Within 12-24 hours after quitting, carbon monoxide levels drop dramatically, allowing your blood to carry oxygen more effectively.
es: El monóxido de carbono de los cigarrillos se une a la hemoglobina en tu sangre, reduciendo su capacidad para transportar oxígeno. En 12-24 horas después de dejar de fumar, los niveles de monóxido de carbono caen dramáticamente, permitiendo que tu sangre transporte oxígeno más eficazmente.
fr: Le monoxyde de carbone des cigarettes se lie à l'hémoglobine dans votre sang, réduisant sa capacité à transporter l'oxygène. Dans les 12 à 24 heures suivant l'arrêt, les niveaux de monoxyde de carbone diminuent considérablement, permettant à votre sang de transporter l'oxygène plus efficacement.
it: Il monossido di carbonio delle sigarette si lega all'emoglobina nel sangue, riducendo la sua capacità di trasportare ossigeno. Entro 12-24 ore dall'interruzione, i livelli di monossido di carbonio diminuiscono drasticamente, permettendo al sangue di trasportare l'ossigeno in modo più efficace.
pt: O monóxido de carbono dos cigarros se liga à hemoglobina no sangue, reduzindo sua capacidade de transportar oxigênio. Entre 12-24 horas após parar, os níveis de monóxido de carbono caem drasticamente, permitindo que seu sangue transporte oxigênio de forma mais eficaz.

# carbonMonoxideScienceInfo
source: Cigarette smoke contains carbon monoxide, which displaces oxygen in your blood. Within 12 hours of quitting, carbon monoxide levels return to normal, and your body's oxygen levels increase significantly.
es: El humo del cigarrillo contiene monóxido de carbono, que desplaza el oxígeno en tu sangre. Dentro de 12 horas después de dejar de fumar, los niveles de monóxido de carbono vuelven a la normalidad, y los niveles de oxígeno en tu cuerpo aumentan significativamente.
fr: La fumée de cigarette contient du monoxyde de carbone, qui déplace l'oxygène dans votre sang. Dans les 12 heures suivant l'arrêt, les niveaux de monoxyde de carbone reviennent à la normale et les niveaux d'oxygène dans votre corps augmentent significativement.
it: Il fumo di sigaretta contiene monossido di carbonio, che sostituisce l'ossigeno nel sangue. Entro 12 ore dall'interruzione, i livelli di monossido di carbonio tornano alla normalità e i livelli di ossigeno nel corpo aumentano significativamente.
pt: A fumaça do cigarro contém monóxido de carbono, que desloca o oxigênio no sangue. Dentro de 12 horas após parar, os níveis de monóxido de carbono voltam ao normal, e os níveis de oxigênio do corpo aumentam significativamente.

# nicotineScienceInfo
source: Nicotine has a half-life of about 2 hours, meaning it takes approximately 72 hours (3 days) for all nicotine to be eliminated from your body. Once nicotine is gone, physical withdrawal symptoms begin to decrease.
es: La nicotina tiene una vida media de aproximadamente 2 horas, lo que significa que toma aproximadamente 72 horas (3 días) para que toda la nicotina sea eliminada de tu cuerpo. Una vez que la nicotina desaparece, los síntomas físicos de abstinencia comienzan a disminuir.
fr: La nicotine a une demi-vie d'environ 2 heures, ce qui signifie qu'il faut environ 72 heures (3 jours) pour que toute la nicotine soit éliminée de votre corps. Une fois la nicotine partie, les symptômes physiques de sevrage commencent à diminuer.
it: La nicotina ha un'emivita di circa 2 ore, il che significa che occorrono circa 72 ore (3 giorni) affinché tutta la nicotina venga eliminata dal corpo. Una volta che la nicotina è scomparsa, i sintomi di astinenza fisica iniziano a diminuire.
pt: A nicotina tem meia-vida de cerca de 2 horas, o que significa que leva aproximadamente 72 horas (3 dias) para que toda a nicotina seja eliminada do corpo. Uma vez que a nicotina é eliminada, os sintomas físicos de abstinência começam a diminuir.

# improvedBreathingScienceInfo
source: After 7 days without smoking, lung function begins to improve as inflammation decreases and the lungs start to clear accumulated mucus. You'll notice less coughing and easier breathing, especially during physical activity.
es: Después de 7 días sin fumar, la función pulmonar comienza a mejorar a medida que disminuye la inflamación y los pulmones comienzan a limpiar la mucosidad acumulada. Notarás menos tos y respiración más fácil, especialmente durante la actividad física.
fr: Après 7 jours sans fumer, la fonction pulmonaire commence à s'améliorer à mesure que l'inflammation diminue et que les poumons commencent à éliminer le mucus accumulé. Vous remarquerez moins de toux et une respiration plus facile, surtout pendant l'activité physique.
it: Dopo 7 giorni senza fumare, la funzione polmonare inizia a migliorare poiché l'infiammazione diminuisce e i polmoni iniziano a eliminare il muco accumulato. Noterai meno tosse e respirazione più facile, specialmente durante l'attività fisica.
pt: Após 7 dias sem fumar, a função pulmonar começa a melhorar conforme a inflamação diminui e os pulmões começam a limpar o muco acumulado. Você notará menos tosse e respiração mais fácil, especialmente durante atividade física.

# improvedCirculationScienceInfo
source: After two weeks of not smoking, your circulation improves significantly. Blood vessels dilate, blood pressure normalizes, and more oxygen reaches your muscles and organs, making physical activity easier and less strenuous.
es: Después de dos semanas sin fumar, tu circulación mejora significativamente. Los vasos sanguíneos se dilatan, la presión arterial se normaliza, y más oxígeno llega a tus músculos y órganos, haciendo que la actividad física sea más fácil y menos extenuante.
fr: Après deux semaines sans fumer, votre circulation s'améliore significativement. Les vaisseaux sanguins se dilatent, la pression artérielle se normalise, et plus d'oxygène atteint vos muscles et organes, rendant l'activité physique plus facile et moins fatigante.
it: Dopo due settimane senza fumare, la circolazione migliora significativamente. I vasi sanguigni si dilatano, la pressione sanguigna si normalizza e più ossigeno raggiunge i muscoli e gli organi, rendendo l'attività fisica più facile e meno faticosa.
pt: Após duas semanas sem fumar, sua circulação melhora significativamente. Os vasos sanguíneos dilatam, a pressão arterial normaliza, e mais oxigênio chega aos seus músculos e órgãos, tornando a atividade física mais fácil e menos desgastante.

# decreasedCoughingScienceInfo
source: One month after quitting, the cilia (tiny hair-like structures) in your lungs begin to regrow. These help clean your lungs and reduce infections. Your coughing and shortness of breath continue to decrease.
es: Un mes después de dejar de fumar, los cilios (pequeñas estructuras similares a pelos) en tus pulmones comienzan a crecer de nuevo. Estos ayudan a limpiar tus pulmones y reducir infecciones. Tu tos y falta de aliento continúan disminuyendo.
fr: Un mois après avoir arrêté, les cils (petites structures ressemblant à des cheveux) dans vos poumons commencent à repousser. Ceux-ci aident à nettoyer vos poumons et à réduire les infections. Votre toux et votre essoufflement continuent de diminuer.
it: Un mese dopo aver smesso, le cilia (piccole strutture simili a peli) nei polmoni iniziano a ricrescere. Queste aiutano a pulire i polmoni e ridurre le infezioni. La tosse e la mancanza di respiro continuano a diminuire.
pt: Um mês após parar, os cílios (pequenas estruturas semelhantes a pelos) nos pulmões começam a crescer novamente. Eles ajudam a limpar os pulmões e reduzir infecções. Sua tosse e falta de ar continuam a diminuir.

# lungCiliaScienceInfo
source: After 3 months without smoking, your lung function can improve by up to 30%. The cilia in your lungs have largely regrown, improving your lungs' ability to clean themselves, fight infection, and reduce mucus.
es: Después de 3 meses sin fumar, tu función pulmonar puede mejorar hasta un 30%. Los cilios en tus pulmones han crecido en gran medida, mejorando la capacidad de tus pulmones para limpiarse, combatir infecciones y reducir la mucosidad.
fr: Après 3 mois sans fumer, votre fonction pulmonaire peut s'améliorer jusqu'à 30%. Les cils dans vos poumons ont largement repoussé, améliorant la capacité de vos poumons à se nettoyer, à combattre les infections et à réduire le mucus.
it: Dopo 3 mesi senza fumare, la funzione polmonare può migliorare fino al 30%. Le cilia nei polmoni sono in gran parte ricresciute, migliorando la capacità dei polmoni di auto-pulizia, combattere le infezioni e ridurre il muco.
pt: Após 3 meses sem fumar, sua função pulmonar pode melhorar em até 30%. Os cílios nos pulmões cresceram substancialmente, melhorando a capacidade dos pulmões de se limpar, combater infecções e reduzir o muco.

# reducedHeartDiseaseRiskScienceInfo
source: After one year without smoking, your risk of coronary heart disease decreases to about half that of a smoker. Your heart function continues to improve as blood vessels heal and circulation enhances.
es: Después de un año sin fumar, tu riesgo de enfermedad coronaria disminuye aproximadamente a la mitad del de un fumador. Tu función cardíaca continúa mejorando a medida que los vasos sanguíneos sanan y la circulación mejora.
fr: Après un an sans fumer, votre risque de maladie coronarienne diminue à environ la moitié de celui d'un fumeur. Votre fonction cardiaque continue de s'améliorer à mesure que les vaisseaux sanguins guérissent et que la circulation s'améliore.
it: Dopo un anno senza fumare, il rischio di malattie coronariche diminuisce a circa la metà di quello di un fumatore. La funzione cardiaca continua a migliorare man mano che i vasi sanguigni guariscono e la circolazione migliora.
pt: Após um ano sem fumar, seu risco de doença cardíaca coronária diminui para cerca da metade do de um fumante. Sua função cardíaca continua a melhorar à medida que os vasos sanguíneos se curam e a circulação melhora.

source: View Health Recoveries
es: Ver Recuperaciones de Salud
fr: Voir les Rétablissements de la Santé
it: Visualizza recuperi di salute
pt: Ver Recuperações de Saúde

# recoveryNotFound
source: Health recovery not found
es: Recuperación de salud no encontrada
fr: Rétablissement de la santé non trouvé
it: Recupero di salute non trovato
pt: Recuperação de saúde não encontrada

source: Track Your Health Journey
es: Sigue Tu Camino de Salud
fr: Suivez Votre Parcours de Santé
it: Monitora il tuo percorso di salute
pt: Acompanhe Sua Jornada de Saúde

# healthRecoveryDescription
source: See how your body heals after quitting smoking
es: Ve cómo tu cuerpo se recupera después de dejar de fumar
fr: Voyez comment votre corps se rétablit après avoir arrêté de fumer
it: Vedi come il tuo corpo guarisce dopo aver smesso di fumare
pt: Veja como seu corpo se recupera após parar de fumar

# somethingWentWrong
source: Something went wrong, please try again
es: Algo salió mal, por favor inténtalo de nuevo
fr: Quelque chose s'est mal passé, veuillez réessayer
it: Qualcosa è andato storto, riprova
pt: Algo deu errado, por favor tente novamente

source: Profile Information
it: Informazioni profilo

# editProfileDescription
source: Update your profile information below.
it: Aggiorna le informazioni del tuo profilo qui sotto.

# enterName
source: Enter your name
it: Inserisci il tuo nome

source: Profile updated successfully
it: Profilo aggiornato con successo

source: Coming Soon
es: Próximamente
fr: Bientôt Disponible
it: Prossimamente
pt: Em breve

# registerFirstCigarette
source: Register your first cigarette to see health recovery
es: Registra tu primer cigarrillo para ver la recuperación de salud
fr: Enregistrez votre première cigarette pour voir le rétablissement de la santé
it: Registra la tua prima sigaretta per vedere il recupero della salute
pt: Registre seu primeiro cigarro para ver a recuperação da saúde

# errorOccurred
source: An error occurred
es: Ocurrió un error
fr: Une erreur s'est produite
it: Si è verificato un errore
pt: Ocorreu um erro

source: Page not found
fr: Page non trouvée
it: Pagina non trovata

source: Reset link sent!
fr: Lien de réinitialisation envoyé
it: Link di reset inviato!

# checkEmailInstructions
source: Check your email for instructions to reset your password.
fr: Vérifiez votre email pour les instructions sur la réinitialisation de votre mot de passe
it: Controlla la tua email per le istruzioni su come reimpostare la password.

source: Back to login
fr: Retour à la connexion
it: Torna al login

# forgotPasswordInstructions
source: Enter your email address and we'll send you instructions to reset your password.
fr: Entrez votre email et nous vous enverrons les instructions pour réinitialiser votre mot de passe
it: Inserisci il tuo indirizzo email e ti invieremo le istruzioni per reimpostare la password.

source: Send reset link
fr: Envoyer le lien de réinitialisation
it: Invia link di reset

source: Create Account
fr: Créer un Compte
it: Crea account

# fillInformation
source: Fill in your information to create an account
fr: Remplissez vos informations pour créer un compte
it: Inserisci le tue informazioni per creare un account

source: Name
fr: Nom
it: Nome

# nameRequired
source: Please enter your name
fr: Veuillez entrer votre nom
it: Inserisci il tuo nome

# passwordTooShort
source: Password must be at least 6 characters
fr: Le mot de passe doit contenir au moins 6 caractères
it: La password deve contenere almeno 6 caratteri

source: Confirm Password
fr: Confirmer le mot de passe
it: Conferma password

# confirmPasswordRequired
source: Please confirm your password
fr: Veuillez confirmer votre mot de passe
it: Conferma la tua password

source: Passwords do not match
fr: Les mots de passe ne correspondent pas
it: Le password non corrispondono

# termsConditionsAgree
source: I agree to the Terms and Conditions
fr: J'accepte les Termes et Conditions
it: Accetto i Termini e Condizioni

# termsConditionsRequired
source: Please accept the Terms and Conditions to continue
fr: Veuillez accepter les Termes et Conditions pour continuer
it: Accetta i Termini e Condizioni per continuare

# alreadyAccount
source: Already have an account?
fr: Vous avez déjà un compte ?
it: Hai già un account?

source: Current Password
it: Password attuale

source: New Password
it: Nuova password

# changePasswordDescription
source: Enter your current password and a new password to update your access credentials.
it: Inserisci la tua password attuale e una nuova password per aggiornare le tue credenziali di accesso.

source: Password changed successfully
it: Password cambiata con successo

# forgotPasswordTitle
source: Forgot your password?
it: Hai dimenticato la password?

# forgotPasswordSubtitle
source: We can send you a link to reset your password via email.
it: Possiamo inviarti un link per reimpostare la password via email.

# deleteAccountWarningTitle
source: This Action Cannot Be Undone
it: Questa azione non può essere annullata

# deleteAccountWarning
source: All your data, including tracking history, achievements, and settings will be permanently deleted. This action cannot be reversed.
it: Tutti i tuoi dati, inclusi cronologia di tracciamento, traguardi e impostazioni saranno eliminati definitivamente. Questa azione non può essere annullata.

# confirmDeleteAccount
source: I understand this is permanent
it: Capisco che è permanente

# confirmDeleteAccountSubtitle
source: I understand that all my data will be permanently deleted and cannot be recovered.
it: Capisco che tutti i miei dati saranno eliminati permanentemente e non potranno essere recuperati.

# confirmDeleteRequired
source: Please confirm that you understand this action is permanent.
it: Conferma di aver compreso che questa azione è permanente.

# accountDeleted
source: Your account has been deleted successfully.
it: Il tuo account è stato eliminato con successo.

source: Change date
it: Cambia data

source: Select date
it: Seleziona data

source: Clear date
it: Cancella data

source: Suggested dates
it: Date suggerite

source: Today
it: Oggi

source: Yesterday
it: Ieri

source: One week ago
it: Una settimana fa

source: Two weeks ago
it: Due settimane fa

source: One month ago
it: Un mese fa

source: Password
es: Contraseña
fr: Mot de passe
pt: Senha

source: Home
es: Casa
fr: Accueil
pt: Casa

source: Account
es: Cuenta
fr: Compte
pt: Conta

source: Dashboard
es: Panel
fr: Tableau de bord
pt: Painel

source: No
fr: Non
pt: Não

source: Stress
es: Estrés
pt: Estresse

source: Email
es: Correo electrónico
