Repository: kellvembarbosa/nicotinaai_flutter
Catalog: assets/l10n/app_*.arb
Languages: es, fr, it, pt

# personalizedPlanQuit
source: We've created a personalized plan based on your answers to help you quit smoking {timelineText}.
es: Hemos creado un plan personalizado basado en tus respuestas para ayudarte a dejar de fumar {timelineText}.
fr: Nous avons créé un plan personnalisé pour vous aider à arrêter de fumer {timelineText}. Ce plan est basé sur vos habitudes et préférences.
it: Abbiamo creato un piano personalizzato basato sulle tue risposte per aiutarti a smettere di fumare {timelineText}.
pt: Criamos um plano personalizado com base em suas respostas para ajudá-lo a parar de fumar {timelineText}.

source: Your personalized summary
es: Tu resumen personalizado
fr: Votre résumé personnalisé
it: Il tuo riepilogo personalizzato
pt: Seu resumo personalizado

source: Daily consumption
es: Consumo diario
fr: Consommation quotidienne
it: Consumo giornaliero
pt: Consumo diário

# cigarettesPerDayValue
source: {count} cigarettes per day
es: {count} cigarrillos por día
fr: {count} cigarettes par jour
it: {count} sigarette al giorno
pt: {count} cigarros por dia

source: Potential monthly savings
es: Ahorro mensual potencial
fr: Économies mensuelles potentielles
it: Potenziali risparmi mensili
pt: Economia mensal potencial

source: Your goal
es: Tu objetivo
fr: Votre objectif
it: Il tuo obiettivo
pt: Seu objetivo

# mainChallenge
source: Your main challenge
es: Tu principal desafío
fr: Votre principal défi
it: La tua sfida principale
pt: Seu desafio principal

# personalized
source: Personalized monitoring
es: Monitoreo personalizado
fr: Suivi personnalisé
it: Monitoraggio personalizzato
pt: Monitoramento personalizado

# personalizedDescription
source: Track your progress based on your habits
es: Sigue tu progreso basado en tus hábitos
fr: Suivez vos progrès en fonction de vos habitudes
it: Monitora i tuoi progressi in base alle tue abitudini
pt: Acompanhe seu progresso com base nos seus hábitos

source: Important achievements
es: Logros importantes
fr: Réalisations importantes
it: Traguardi importanti
pt: Conquistas importantes

# achievementsDescription
source: Celebrate each milestone in your journey
es: Celebra cada hito en tu viaje
fr: Célébrez chaque jalon de votre parcours
it: Celebra ogni pietra miliare nel tuo percorso
pt: Celebre cada marco na sua jornada

# supportWhenNeeded
source: Support when you need it
es: Apoyo cuando lo necesitas
fr: Soutien quand vous en avez besoin
it: Supporto quando ne hai bisogno
pt: Suporte quando precisar

# supportDescription
source: Tips and strategies for difficult moments
es: Consejos y estrategias para momentos difíciles
fr: Conseils et stratégies pour les moments difficiles
it: Consigli e strategie per momenti difficili
pt: Dicas e estratégias para os momentos difíceis

source: Guaranteed results
es: Resultados garantizados
fr: Résultats garantis
it: Risultati garantiti
pt: Resultado garantido

# resultsDescription
source: With our science-based technology
es: Con nuestra tecnología basada en ciencia
fr: Avec notre technologie basée sur la science
it: Con la nostra tecnologia basata sulla scienza
pt: Com nossa tecnologia baseada em ciência

# loadingError
source: Error completing: {error}
es: Error al completar: {error}
fr: Erreur de chargement : {error}
it: Errore di completamento: {error}
pt: Erro ao finalizar: {error}

source: Developer
es: Desarrollador
fr: Développeur
it: Sviluppatore
pt: Desenvolvedor

source: Developer Mode
es: Modo Desarrollador
fr: Mode Développeur
it: Modalità sviluppatore
pt: Modo Desenvolvedor

# enableDebugging
source: Enable detailed debugging and tracking
es: Habilitar depuración detallada y seguimiento
fr: Activer le débogage et le suivi détaillés
it: Abilita debug e tracciamento dettagliati
pt: Ativar depuração e rastreamento detalhados

# viewDetailedTracking
source: View detailed tracking dashboard
es: Ver panel de seguimiento detallado
fr: Voir le tableau de bord de suivi détaillé
it: Visualizza dashboard di tracciamento dettagliata
pt: Ver painel de rastreamento detalhado

source: Currency
es: Moneda
fr: Devise
it: Valuta
pt: Moeda

source: Change currency
es: Cambiar moneda
fr: Changer de devise
it: Cambia valuta
pt: Alterar moeda

# setCurrencyForCalculations
source: Set the currency for savings calculations
es: Establecer la moneda para cálculos de ahorro
fr: Définissez la devise pour les calculs d'économies
it: Imposta la valuta per i calcoli del risparmio
pt: Definir a moeda para cálculos de economia

source: Search
es: Buscar
fr: Rechercher
it: Cerca
pt: Pesquisar

# noResults
source: No results found
es: No se encontraron resultados
fr: Aucun résultat trouvé
it: Nessun risultato trovato
pt: Nenhum resultado encontrado

source: List View
es: Vista de lista
fr: Vue liste
it: Vista a lista
pt: Visualização em lista

source: Grid View
es: Vista de cuadrícula
fr: Vue grille
it: Vista a griglia
pt: Visualização em grade

source: at your own pace
es: a tu propio ritmo
fr: à votre rythme
it: al tuo ritmo
pt: ao seu próprio ritmo

# nextSevenDays
source: in the next 7 days
es: en los próximos 7 días
fr: dans les 7 prochains jours
it: nei prossimi 7 giorni
pt: nos próximos 7 dias

# nextTwoWeeks
source: in the next 2 weeks
es: en las próximas 2 semanas
fr: dans les 2 prochaines semaines
it: nelle prossime 2 settimane
pt: nas próximas 2 semanas

# nextMonth
source: in the next month
es: en el próximo mes
fr: dans le prochain mois
it: nel prossimo mese
pt: no próximo mês

source: Not specified
es: No especificado
fr: Non spécifié
it: Non specificato
pt: Não especificado

source: Register Craving
es: Registrar Antojo
fr: Enregistrer une Envie
it: Registra voglia
pt: Registrar Fissura

# registerCravingSubtitle
source: Track when you feel urges
es: Cuando sientas ganas
fr: Quand vous sentez l'envie
it: Tieni traccia quando senti l'impulso
pt: Quando sentir vontade

source: New Record
es: Nuevo Registro
fr: Nouvel Enregistrement
it: Nuovo record
pt: Novo Registro

# newRecordSubtitle
source: Record when you smoke
es: Cuando fumes
fr: Quand vous fumez
it: Registra quando fumi
pt: Quando você fumar

source: Where are you?
es: ¿Dónde estás?
fr: Où êtes-vous ?
it: Dove sei?
pt: Onde você está?

source: Work
es: Trabajo
fr: Travail
it: Lavoro
pt: Trabalho

source: Car
es: Coche
fr: Voiture
it: Auto
pt: Carro

source: Restaurant
es: Restaurante
it: Ristorante
pt: Restaurante

source: Street
es: Calle
fr: Rue
it: Strada
pt: Rua

source: Park
es: Parque
fr: Parc
it: Parco
pt: Parque

source: Others
es: Otros
fr: Autres
it: Altri
pt: Outros

# notes
source: Notes (optional)
es: Notas (opcional)
fr: Notes (optionnel)
it: Note (opzionale)
pt: Observações (opcional)

source: How are you feeling?
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
it: Come ti senti?
pt: Como você está se sentindo?

# whatTriggeredCraving
source: What triggered your craving?
es: ¿Qué desencadenó tu antojo?
fr: Qu'est-ce qui a déclenché votre envie ?
it: Cosa ha scatenato la tua voglia?
pt: O que desencadeou sua fissura?

source: Boredom
es: Aburrimiento
fr: Ennui
it: Noia
pt: Tédio

source: Social situation
es: Situación social
fr: Situation sociale
it: Situazione sociale
pt: Situação social

source: After meal
es: Después de comer
fr: Après le repas
it: Dopo un pasto
pt: Após refeição

source: Coffee
es: Café
fr: Café
it: Caffè
pt: Café

source: Alcohol
fr: Alcool
it: Alcol
pt: Álcool

source: Craving
es: Antojo
fr: Envie
it: Voglia
pt: Fissura

source: Other
es: Otro
fr: Autre
it: Altro
pt: Outro

source: Intensity level
es: Nivel de intensidad
fr: Niveau d'intensité
it: Livello di intensità
pt: Nível de intensidade

source: Mild
es: Suave
fr: Légère
it: Lieve
pt: Leve

source: Intense
es: Intenso
it: Intenso
pt: Intenso

source: Very intense
es: Muy intenso
fr: Très intense
it: Molto intenso
pt: Muito intenso

# pleaseSelectLocation
source: Please select your location
es: Por favor, selecciona tu ubicación
fr: Veuillez sélectionner votre emplacement
it: Seleziona la tua posizione
pt: Por favor, selecione o local onde você está

# pleaseSelectTrigger
source: Please select what triggered your craving
es: Por favor, selecciona qué desencadenó tu antojo
fr: Veuillez sélectionner ce qui a déclenché votre envie
it: Seleziona cosa ha scatenato la tua voglia
pt: Por favor, selecione o que desencadeou sua fissura

# pleaseSelectIntensity
source: Please select the intensity level
es: Por favor, selecciona el nivel de intensidad
fr: Veuillez sélectionner le niveau d'intensité
it: Seleziona il livello di intensità
pt: Por favor, selecione o nível de intensidade

source: What's the reason?
es: ¿Cuál es el motivo?
fr: Quelle est la raison ?
it: Qual è il motivo?
pt: Qual o motivo?

source: Anxiety
es: Ansiedad
fr: Anxiété
it: Ansia
pt: Ansiedade

# pleaseSelectReason
source: Please select a reason
es: Por favor, selecciona un motivo
fr: Veuillez sélectionner une raison
it: Seleziona un motivo
pt: Por favor, selecione um motivo

# howDoYouFeel
source: How do you feel? What could you have done differently?
es: ¿Cómo te sientes? ¿Qué podrías haber hecho diferente?
fr: Comment vous sentez-vous ? Qu'auriez-vous pu faire différemment ?
it: Come ti senti? Cosa avresti potuto fare diversamente?
pt: Como você se sente? O que poderia ter feito diferente?

source: Did you resist?
es: ¿Resististe?
fr: Avez-vous résisté ?
it: Hai resistito?
pt: Você resistiu?

source: Yes
es: Sí
fr: Oui
it: Sì
pt: Sim

source: How much did you smoke?
es: ¿Cuánto fumaste?
fr: Combien avez-vous fumé ?
it: Quanto hai fumato?
pt: Quanto você fumou?

# oneOrLess
source: 1 or less
es: 1 o menos
fr: 1 ou moins
it: 1 o meno
pt: 1 ou menos

# moreThanFive
source: More than 5
es: Más de 5
fr: Plus de 5
it: Più di 5
pt: Mais de 5

# pleaseSelectAmount
source: Please select how much you smoked
es: Por favor, selecciona cuánto fumaste
fr: Veuillez sélectionner combien vous avez fumé
it: Seleziona quanto hai fumato
pt: Por favor, selecione quanto você fumou

source: How long did it last?
es: ¿Cuánto duró?
fr: Combien de temps cela a-t-il duré ?
it: Quanto è durato?
pt: Quanto tempo durou?

source: Less than 5 min
es: Menos de 5 min
fr: Moins de 5 min
it: Meno di 5 min
pt: Menos de 5 min

source: More than 15 min
es: Más de 15 min
fr: Plus de 15 min
it: Più di 15 min
pt: Mais de 15 min

# pleaseSelectDuration
source: Please select how long it lasted
es: Por favor, selecciona cuánto duró
fr: Veuillez sélectionner combien de temps cela a duré
it: Seleziona quanto è durato
pt: Por favor, selecione quanto tempo durou

# selectCurrency
source: Select your currency
es: Selecciona tu moneda
fr: Sélectionnez votre devise
it: Seleziona la tua valuta
pt: Selecione sua moeda

# selectCurrencySubtitle
source: Choose the currency for financial calculations
es: Elige la moneda para los cálculos financieros
fr: Choisissez la devise pour les calculs financiers
it: Scegli la valuta per i calcoli finanziari
pt: Escolha a moeda para os cálculos financeiros

# preselectedCurrency
source: We've preselected your local currency. You can change it if necessary.
es: Hemos preseleccionado tu moneda local. Puedes cambiarla si es necesario.
fr: Nous avons présélectionné votre devise locale. Vous pouvez la changer si nécessaire.
it: Abbiamo preselezionato la tua valuta locale. Puoi cambiarla se necessario.
pt: Pré-selecionamos sua moeda local. Você pode alterá-la se necessário.

# pleaseCompleteAllFields
source: Please complete all required fields to continue
es: Por favor, completa todos los campos requeridos para continuar
fr: Veuillez compléter tous les champs requis pour continuer
it: Completa tutti i campi obbligatori per continuare
pt: Por favor, preencha todos os campos obrigatórios para continuar

source: Understood
es: Entendido
fr: Compris
it: Capito
pt: Entendido

# commonPrices
source: Common pack prices
es: Precios comunes de paquetes
fr: Prix courants des paquets
it: Prezzi comuni dei pacchetti
pt: Preços comuns de maço

source: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
pt: Atualizar

source: Error loading notifications
es: Error al cargar notificaciones
fr: Erreur lors du chargement des notifications
it: Errore nel caricamento delle notifiche
pt: Erro ao carregar notificações

source: No notifications yet!
es: ¡Aún no hay notificaciones!
fr: Aucune notification pour l'instant !
it: Ancora nessuna notifica!
pt: Nenhuma notificação ainda!

# emptyNotificationsDescription
source: Continue using the app to receive motivational messages and achievements.
es: Continúa usando la aplicación para recibir mensajes motivacionales y logros.
fr: Continuez à utiliser l'application pour recevoir des messages de motivation et des réalisations.
it: Continua a utilizzare l'app per ricevere messaggi motivazionali e traguardi.
pt: Continue usando o app para receber mensagens motivacionais e conquistas.

source: Motivational Message
es: Mensaje Motivacional
fr: Continuez comme ça ! Vous allez très bien !
it: Messaggio motivazionale
pt: Mensagem Motivacional

# claimReward
source: Claim {xp} XP
es: Reclamar {xp} XP
fr: Réclamer +{xp} XP
it: Riscatta {xp} XP
pt: Ganhar {xp} XP

# rewardClaimed
source: Reward claimed: {xp} XP
es: Recompensa reclamada: {xp} XP
fr: +{xp} XP réclamés !
it: Ricompensa riscattata: {xp} XP
pt: Recompensa recebida: {xp} XP

source: Daily Motivation
es: Motivación Diaria
fr: Motivation Quotidienne
it: Motivazione quotidiana
pt: Motivação Diária

# dailyMotivationDescription
source: Your personalized daily motivation is here. Open to get your XP reward!
es: Tu motivación diaria personalizada está aquí. ¡Ábrela para obtener tu recompensa de XP!
fr: Votre motivation quotidienne personnalisée est ici. Ouvrez-la pour obtenir votre récompense XP !
it: La tua motivazione quotidiana personalizzata è qui. Apri per ottenere la tua ricompensa XP!
pt: Sua motivação personalizada diária chegou. Abra para ganhar sua recompensa em XP!

source: Retry
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente

# cravingResistedRecorded
source: Craving resisted successfully recorded!
es: ¡Resistencia al antojo registrada exitosamente!
fr: Envie résistée enregistrée avec succès !
it: Voglia resistita registrata con successo!
pt: Resistência à fissura registrada com sucesso!

# cravingRecorded
source: Craving successfully recorded!
es: ¡Antojo registrado exitosamente!
fr: Envie enregistrée avec succès !
it: Voglia registrata con successo!
pt: Fissura registrada com sucesso!

# errorSavingCraving
source: Error saving craving. Tap to retry.
es: Error al guardar antojo. Toca para reintentar.
fr: Erreur lors de l'enregistrement de l'envie. Appuyez pour réessayer.
it: Errore nel salvare la voglia. Tocca per riprovare.
pt: Erro ao salvar fissura. Toque para tentar novamente.

# recordSaved
source: Record successfully saved!
es: ¡Registro guardado exitosamente!
fr: Enregistrement sauvegardé avec succès !
it: Record salvato con successo!
pt: Registro salvo com sucesso!

source: Tap to retry
es: Toca para reintentar
fr: Appuyez pour réessayer
it: Tocca per riprovare
pt: Toque para tentar novamente

source: Sync error
es: Error de sincronización
fr: Erreur de synchronisation
it: Errore di sincronizzazione
pt: Erro de sincronização

source: Try Again
es: Intentar de nuevo
fr: Réessayer
it: Riprova
pt: Tentar Novamente

source: Error loading data
es: Error al cargar datos
fr: Erreur lors du chargement des données
it: Errore nel caricamento dei dati
pt: Erro ao carregar dados

# noRecoveriesFound
source: No health recoveries found
es: No se encontraron recuperaciones de salud
fr: Aucun rétablissement de la santé trouvé
it: Nessun recupero di salute trovato
pt: Nenhuma recuperação de saúde encontrada

# noRecentRecoveries
source: No recent health recoveries to display
es: No hay recuperaciones de salud recientes para mostrar
fr: Aucun rétablissement récent de la santé à afficher
it: Nessun recupero di salute recente da visualizzare
pt: Nenhuma recuperação de saúde recente para exibir

# viewAllRecoveries
source: View All Health Recoveries
es: Ver Todas las Recuperaciones de Salud
fr: Voir Tous les Rétablissements de la Santé
it: Visualizza tutti i recuperi di salute
pt: Ver Todas as Recuperações de Saúde

source: Health Recovery
es: Recuperación de Salud
fr: Rétablissement de la Santé
it: Recupero della salute
pt: Recuperação da Saúde

source: See all
es: Ver todo
fr: Voir tout
it: Vedi tutti
pt: Ver todos

source: Achieved
es: Logrado
fr: Atteint
it: Raggiunto
pt: Conquistado

source: Progress
es: Progreso
fr: Progrès
it: Progresso
pt: Progresso

# daysToAchieve
source: {days} days to achieve
es: {days} días para lograr
fr: Jours pour atteindre : {days}
it: {days} giorni per raggiungere
pt: {days} dias para conquistar

# daysRemaining
source: {days} days remaining
es: {days} días restantes
fr: {days} jours restants
it: {days} giorni rimanenti
pt: {days} dias restantes

# achievedOn
source: Achieved on {date}
es: Logrado el {date}
fr: Atteint le {date}
it: Raggiunto il {date}
pt: Conquistado em {date}

# daysSmokeFree
source: {days} days smoke-free
es: {days} días sin fumar
fr: {days} jours sans fumer
it: {days} giorni senza fumo
pt: {days} dias sem fumar

source: Keep Going!
es: ¡Sigue así!
fr: Continuez comme ça !
it: Continua così!
pt: Continue Assim!

# encouragementMessage
source: You're making great progress. Each day without smoking brings you closer to achieving this health milestone.
es: Estás haciendo un gran progreso. Cada día sin fumar te acerca más a alcanzar este hito de salud.
fr: Vous faites d'excellents progrès. Chaque jour sans fumer vous rapproche de l'atteinte de ce jalon de santé.
it: Stai facendo grandi progressi. Ogni giorno senza fumare ti avvicina al raggiungimento di questo traguardo di salute.
pt: Você está fazendo um ótimo progresso. Cada dia sem fumar te aproxima mais de alcançar este marco de saúde.

# recoveryAchievedMessage
source: Your body has already recovered in this area. Keep up the good work to maintain and improve your health even further.
es: Tu cuerpo ya se ha recuperado en esta área. Sigue con el buen trabajo para mantener y mejorar aún más tu salud.
fr: Votre corps s'est déjà rétabli dans ce domaine. Continuez le bon travail pour maintenir et améliorer davantage votre santé.
it: Il tuo corpo si è già ripreso in quest'area. Continua così per mantenere e migliorare ulteriormente la tua salute.
pt: Seu corpo já se recuperou nesta área. Continue com o bom trabalho para manter e melhorar ainda mais sua saúde.

# scienceBehindIt
source: The Science Behind It
es: La Ciencia Detrás
fr: La Science Derrière
it: La scienza dietro
pt: A Ciência Por Trás Disso

# generalHealthScienceInfo
source: When you stop smoking, your body begins a series of healing processes. These start within minutes of your last cigarette and continue for years, gradually restoring your health to that of a non-smoker.
es: Cuando dejas de fumar, tu cuerpo comienza una serie de procesos de curación. Estos comienzan minutos después de tu último cigarrillo y continúan durante años, restaurando gradualmente tu salud a la de un no fumador.
fr: Lorsque vous arrêtez de fumer, votre corps entame une série de processus de guérison. Ceux-ci commencent quelques minutes après votre dernière cigarette et se poursuivent pendant des années, rétablissant progressivement votre santé à celle d'un non-fumeur.
it: Quando smetti di fumare, il tuo corpo inizia una serie di processi di guarigione. Questi iniziano entro pochi minuti dall'ultima sigaretta e continuano per anni, ripristinando gradualmente la tua salute a quella di un non fumatore.
pt: Quando você para de fumar, seu corpo inicia uma série de processos de cura. Estes começam dentro de minutos após seu último cigarro e continuam por anos, restaurando gradualmente sua saúde para a de um não fumante.

# tasteScienceInfo
source: When you smoke, chemicals in tobacco damage taste buds and reduce your ability to taste flavors. After just a few days without smoking, these taste receptors begin to heal, allowing you to experience more flavors and enjoy food more fully.
es: Cuando fumas, los químicos del tabaco dañan las papilas gustativas y reducen tu capacidad de saborear. Después de solo unos días sin fumar, estos receptores de sabor comienzan a sanar, permitiéndote experimentar más sabores y disfrutar más de la comida.
fr: Lorsque vous fumez, les produits chimiques du tabac endommagent les papilles gustatives et réduisent votre capacité à goûter. Après seulement quelques jours sans fumer, ces récepteurs gustatifs commencent à guérir, vous permettant d'expérimenter plus de saveurs et de mieux apprécier la nourriture.
it: Quando fumi, le sostanze chimiche nel tabacco danneggiano le papille gustative e riducono la tua capacità di gustare i sapori. Dopo solo pochi giorni senza fumare, questi recettori del gusto iniziano a guarire, permettendoti di sperimentare più sapori e goderti maggiormente il cibo.
pt: Quando você fuma, substâncias químicas do tabaco danificam as papilas gustativas e reduzem sua capacidade de sentir sabores. Após alguns dias sem fumar, esses receptores de sabor começam a se curar, permitindo que você experimente mais sabores e aprecie melhor os alimentos.

# smellScienceInfo
source: Smoking damages the olfactory nerves that transmit scent information to your brain. Within days of quitting, these nerves begin to recover, gradually improving your sense of smell and allowing you to detect more subtle scents.
es: Fumar daña los nervios olfativos que transmiten información de olor al cerebro. En pocos días después de dejar de fumar, estos nervios comienzan a recuperarse, mejorando gradualmente tu sentido del olfato y permitiéndote detectar olores más sutiles.
fr: Fumer endommage les nerfs olfactifs qui transmettent les informations olfactives au cerveau. Quelques jours après avoir arrêté, ces nerfs commencent à se rétablir, améliorant progressivement votre odorat et vous permettant de détecter des odeurs plus subtiles.
it: Il fumo danneggia i nervi olfattivi che trasmettono le informazioni sull'odore al cervello. Entro pochi giorni dall'interruzione, questi nervi iniziano a riprendersi, migliorando gradualmente il tuo senso dell'olfatto e permettendoti di percepire odori più sottili.
pt: O fumo danifica os nervos olfativos que transmitem informações de cheiro para o cérebro. Em poucos dias após parar, esses nervos começam a se recuperar, melhorando gradualmente seu olfato e permitindo que você detecte cheiros mais sutis.
