Repository: kellvembarbosa/nicotinaai_flutter
Catalog: assets/l10n/app_*.arb
Languages: es, fr, it, pt

source: Welcome Back
es: Bienvenido de Nuevo
fr: Bon Retour
it: Bentornato
pt: Bem-vindo de volta

source: Login
es: Iniciar sesión
fr: Connexion
it: Accedi
pt: Entrar

source: Remember me
es: Recordarme
fr: Se souvenir de moi
it: Ricordami
pt: Lembrar-me

source: Forgot password
es: Olvidé mi contraseña
fr: Mot de passe oublié
it: Password dimenticata
pt: Esqueci a senha

# noAccount
source: Don't have an account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
it: Non hai un account?
pt: Não tem uma conta?

source: Register
es: Registrar
fr: S'inscrire
it: Registrati
pt: Registrar

source: days
es: días
fr: jours
it: giorni
pt: dias

source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar

source: Confirm
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar

source: Save
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar

source: Delete
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir

source: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...
pt: Carregando...

# helpScreenTitle
source: How can we help you?
es: ¿Cómo podemos ayudarte?
fr: Comment pouvons-nous vous aider ?
it: Come possiamo aiutarti?
pt: Como podemos ajudar você?

# selectAllInterests
source: Select all options that interest you
es: Selecciona todas las opciones que te interesen
fr: Sélectionnez toutes les options qui vous intéressent
it: Seleziona tutte le opzioni che ti interessano
pt: Selecione todas as opções que te interessam

# helpScreenExplanation
source: We offer different resources to support your journey. Select all that you believe can help.
es: Ofrecemos diferentes recursos para apoyar tu camino. Selecciona todo lo que creas que puede ayudar.
fr: Nous offrons différentes ressources pour soutenir votre parcours. Sélectionnez tout ce qui, selon vous, pourrait vous aider.
it: Offriamo diverse risorse per supportare il tuo percorso. Seleziona tutto ciò che pensi possa aiutarti.
pt: Oferecemos diferentes recursos para apoiar sua jornada. Selecione todos que acredita que podem ajudar.

source: Daily tips
es: Consejos diarios
fr: Conseils quotidiens
it: Consigli quotidiani
pt: Dicas diárias

# dailyTipsDescription
source: Receive practical advice every day to support your journey
es: Recibe consejos prácticos todos los días para apoyar tu camino
fr: Recevez des conseils pratiques chaque jour pour soutenir votre parcours
it: Ricevi consigli pratici ogni giorno per supportare il tuo percorso
pt: Receba conselhos práticos todos os dias para apoiar sua jornada

source: Custom reminders
es: Recordatorios personalizados
fr: Rappels personnalisés
it: Promemoria personalizzati
pt: Lembretes personalizados

# customRemindersDescription
source: Notifications to keep you motivated and on track
es: Notificaciones para mantenerte motivado y en el camino correcto
fr: Notifications pour vous maintenir motivé et sur la bonne voie
it: Notifiche per mantenerti motivato e in linea con i tuoi obiettivi
pt: Notificações para te manter motivado e no caminho certo

source: Progress monitoring
es: Monitoreo de progreso
fr: Suivi des progrès
it: Monitoraggio dei progressi
pt: Monitoramento de progresso

# progressMonitoringDescription
source: Visually track your progress over time
es: Sigue visualmente tu progreso a lo largo del tiempo
fr: Suivez visuellement vos progrès au fil du temps
it: Monitora visivamente i tuoi progressi nel tempo
pt: Acompanhe visualmente sua evolução ao longo do tempo

source: Support community
es: Comunidad de apoyo
fr: Communauté de soutien
it: Comunità di supporto
pt: Comunidade de apoio

# supportCommunityDescription
source: Connect with others on a similar journey
es: Conéctate con otros en un camino similar
fr: Connectez-vous avec d'autres personnes dans un parcours similaire
it: Connettiti con altre persone in un percorso simile
pt: Conecte-se com outras pessoas em jornada semelhante

source: Cigarette alternatives
es: Alternativas al cigarrillo
fr: Alternatives à la cigarette
it: Alternative alle sigarette
pt: Alternativas ao cigarro

# cigaretteAlternativesDescription
source: Suggestions for activities and products to replace the habit
es: Sugerencias de actividades y productos para reemplazar el hábito
fr: Suggestions d'activités et de produits pour remplacer l'habitude
it: Suggerimenti per attività e prodotti per sostituire l'abitudine
pt: Sugestões de atividades e produtos para substituir o hábito

source: Savings Calculator
es: Calculadora de Ahorro
fr: Calculateur d'Économies
it: Calcolatore dei risparmi
pt: Calculadora de Economia

# savingsCalculatorDescription
source: See how much money you're saving by reducing or quitting
es: Ve cuánto dinero estás ahorrando al reducir o dejar de fumar
fr: Voyez combien d'argent vous économisez en réduisant ou en arrêtant de fumer
it: Vedi quanto denaro stai risparmiando riducendo o smettendo di fumare
pt: Veja quanto dinheiro você está economizando ao reduzir ou parar

# modifyPreferencesAnytime
source: You can modify these preferences at any time in the app settings.
es: Puedes modificar estas preferencias en cualquier momento en la configuración de la aplicación.
fr: Vous pouvez modifier ces préférences à tout moment dans les paramètres de l'application.
it: Puoi modificare queste preferenze in qualsiasi momento nelle impostazioni dell'app.
pt: Você pode modificar estas preferências a qualquer momento nas configurações do app.

# personalizeScreenTitle
source: When do you usually smoke more?
es: ¿Cuándo sueles fumar más?
fr: Quand fumez-vous le plus généralement ?
it: Quando solitamente fumi di più?
pt: Quando você costuma fumar mais?

# personalizeScreenSubtitle
source: Select the times when you feel more like smoking
es: Selecciona los momentos en que sientes más deseos de fumar
fr: Sélectionnez les moments où vous ressentez le plus l'envie de fumer
it: Seleziona i momenti in cui ti viene più voglia di fumare
pt: Selecione o momento em que você sente mais vontade de fumar

source: After meals
es: Después de las comidas
fr: Après les repas
it: Dopo i pasti
pt: Depois das refeições

source: During work breaks
es: Durante descansos laborales
fr: Pendant les pauses de travail
it: Durante le pause di lavoro
pt: Durante pausas no trabalho

# inSocialEvents
source: At social events
es: En eventos sociales
fr: Lors d'événements sociaux
it: In eventi sociali
pt: Em eventos sociais

# whenStressed
source: When I'm stressed
es: Cuando estoy estresado
fr: Quand je suis stressé
it: Quando sono stressato
pt: Quando estou estressado

# withCoffeeOrAlcohol
source: When drinking coffee or alcohol
es: Cuando bebo café o alcohol
fr: En buvant du café ou de l'alcool
it: Quando bevo caffè o alcol
pt: Quando bebo café ou álcool

# whenBored
source: When I'm bored
es: Cuando estoy aburrido
fr: Quand je m'ennuie
it: Quando mi annoio
pt: Quando estou entediado

# homeDaysWithoutSmoking
source: {days} days without smoking
es: {days} días sin fumar
fr: {days} jours sans fumer
it: {days} giorni senza fumare
pt: {days} dias sem fumar

# homeGreeting
source: Hello, {name}! ðŸ‘‹
es: ¡Hola, {name}! 👋
fr: Bonjour, {name} !
it: Ciao, {name}! 👋
pt: Olá, {name}! 👋

# homeHealthRecovery
source: Health Recovery
es: Recuperación de Salud
fr: Rétablissement de la Santé
it: Recupero della salute
pt: Recuperação da Saúde

# homeTaste
source: Taste
es: Gusto
fr: Goût
it: Gusto
pt: Paladar

# homeSmell
source: Smell
es: Olfato
fr: Odorat
it: Olfatto
pt: Olfato

# homeCirculation
source: Circulation
es: Circulación
it: Circolazione
pt: Circulação

# homeLungs
source: Lungs
es: Pulmones
fr: Poumons
it: Polmoni
pt: Pulmões

# homeHeart
source: Heart
es: Corazón
fr: Cœur
it: Cuore
pt: Coração

# homeMinutesLifeGained
source: minutes of life gained
es: minutos de vida ganados
fr: minutes de vie gagnées
it: minuti di vita guadagnati
pt: minutos de vida ganhos

# homeLungCapacity
source: lung capacity
es: capacidad pulmonar
fr: capacité pulmonaire
it: capacità polmonare
pt: capacidade pulmonar

# homeNextMilestone
source: Next Milestone
es: Próximo Hito
fr: Prochain Jalon
it: Prossimo Traguardo
pt: Próximo Marco

# homeNextMilestoneDescription
source: In {days} days: Blood flow improves
es: En {days} días: Mejora el flujo sanguíneo
fr: Prochain jalon dans {days} jours
it: Tra {days} giorni: La circolazione sanguigna migliorerà
pt: Em {days} dias: Fluxo sanguíneo melhora

# homeRecentAchievements
source: Recent Achievements
es: Logros Recientes
fr: Réalisations Récentes
it: Successi recenti
pt: Conquistas Recentes

# homeSeeAll
source: See all
es: Ver todos
fr: Voir tout
it: Vedi tutti
pt: Ver todas

# homeFirstDay
source: First Day
es: Primer Día
fr: Premier Jour
it: Primo Giorno
pt: Primeiro Dia

# homeFirstDayDescription
source: You've gone 24 hours without smoking!
es: ¡Has pasado 24 horas sin fumar!
fr: Vous avez passé 24 heures sans fumer !
it: Hai trascorso 24 ore senza fumare!
pt: Você passou 24 horas sem fumar!

# homeOvercoming
source: Overcoming
es: Superación
fr: Surmonter
it: Superamento
pt: Superando

# homeOvercomingDescription
source: Nicotine levels eliminated from body
es: Niveles de nicotina eliminados del cuerpo
fr: Niveaux de nicotine éliminés du corps
it: Livelli di nicotina eliminati dal corpo
pt: Níveis de nicotina eliminados do corpo

# homePersistence
source: Persistence
es: Persistencia
fr: Persistance
it: Perseveranza
pt: Persistência

# homePersistenceDescription
source: A whole week without cigarettes!
es: ¡Una semana entera sin cigarrillos!
fr: Une semaine entière sans cigarettes !
it: Un'intera settimana senza sigarette!
pt: Uma semana inteira sem cigarros!

# homeTodayStats
source: Today's Statistics
es: Estadísticas de Hoy
fr: Statistiques d'Aujourd'hui
it: Statistiche di oggi
pt: Estatísticas de Hoje

# homeCravingsResisted
source: Cravings Resisted
es: Antojos Resistidos
fr: Envies Résistées
it: Voglie resistite
pt: Desejos Resistidos

# homeMinutesGainedToday
source: Minutes of Life Gained Today
es: Minutos de Vida Ganados Hoy
fr: Minutes de Vie Gagnées Aujourd'hui
it: Minuti di vita guadagnati oggi
pt: Minutos de Vida Ganhos Hoje

# achievementCategoryAll
source: All
es: Todos
fr: Tous
it: Tutti
pt: Todas

# achievementCategoryHealth
source: Health
es: Salud
fr: Santé
it: Salute
pt: Saúde

# achievementCategoryTime
source: Time
es: Tiempo
fr: Temps
it: Tempo
pt: Tempo

# achievementCategorySavings
source: Savings
es: Ahorro
fr: Économies
it: Risparmi
pt: Economia

# achievementCategoryHabits
source: Habits
es: Hábitos
fr: Habitudes
it: Abitudini
pt: Hábitos

# achievementUnlocked
source: Unlocked!
es: ¡Logro Desbloqueado!
fr: Réalisation Débloquée !
it: Sbloccato!
pt: Desbloqueada!

# achievementInProgress
source: In progress
es: En progreso
fr: En cours
it: In corso
pt: Em progresso

# achievementCompleted
source: Completed
es: Completado
fr: Terminé
it: Completato
pt: Concluído

# achievementCurrentProgress
source: Your Current Progress
es: Tu Progreso Actual
fr: Vos Progrès Actuels
it: Il tuo progresso attuale
pt: Seu Progresso Atual

# achievementLevel
source: Level {level}
es: Nivel {level}
fr: Niveau {level}
it: Livello {level}
pt: Nível {level}

# achievementDaysWithoutSmoking
source: {days} days without smoking
es: {days} días sin fumar
fr: {days} jours sans fumer
it: {days} giorni senza fumare
pt: {days} dias sem fumar

# achievementNextLevel
source: Next level: {time}
es: Próximo nivel: {time}
fr: Prochain niveau : {time}
it: Prossimo livello: {time}
pt: Próximo nível: {time}

# achievementBenefitCO2
source: Normal CO2
es: CO2 Normal
fr: CO2 Normal
it: CO2 normale
pt: CO2 Normal

# achievementBenefitTaste
source: Improved Taste
es: Gusto Mejorado
fr: Goût Amélioré
it: Gusto migliorato
pt: Paladar Melhorado

# achievementBenefitCirculation
source: Circulation +15%
es: Circulación +15%
it: Circolazione +15%
pt: Circulação +15%

# achievementFirstDay
source: First Day
es: Primer Día
fr: Premier Jour
it: Primo Giorno
pt: Primeiro Dia

# achievementFirstDayDescription
source: Complete 24 hours without smoking
es: Completa 24 horas sin fumar
fr: Terminez 24 heures sans fumer
it: Completa 24 ore senza fumare
pt: Complete 24 horas sem fumar

# achievementOneWeek
source: One Week
es: Una Semana
fr: Une Semaine
it: Una settimana
pt: Uma Semana

# achievementOneWeekDescription
source: One week without smoking!
es: ¡Una semana sin fumar!
fr: Une semaine sans fumer !
it: Una settimana senza fumare!
pt: Uma semana sem fumar!

# achievementImprovedCirculation
source: Improved Circulation
es: Circulación Mejorada
fr: Circulation Améliorée
it: Circolazione migliorata
pt: Circulação Melhorada

# achievementImprovedCirculationDescription
source: Oxygen levels normalized
es: Niveles de oxígeno normalizados
fr: Niveaux d'oxygène normalisés
it: Livelli di ossigeno normalizzati
pt: Níveis de oxigênio normalizados

# achievementInitialSavings
source: Initial Savings
es: Ahorro Inicial
fr: Économies Initiales
it: Risparmi iniziali
pt: Economia Inicial

# achievementInitialSavingsDescription
source: Save the equivalent of 1 pack of cigarettes
es: Ahorra el equivalente a 1 paquete de cigarrillos
fr: Économisez l'équivalent de 1 paquet de cigarettes
it: Risparmia l'equivalente di 1 pacchetto di sigarette
pt: Economize o equivalente a 1 maço de cigarros

# achievementTwoWeeks
source: Two Weeks
es: Dos Semanas
fr: Deux Semaines
it: Due settimane
pt: Duas Semanas

# achievementTwoWeeksDescription
source: Two complete weeks without smoking!
es: ¡Dos semanas completas sin fumar!
fr: Deux semaines complètes sans fumer !
it: Due settimane complete senza fumare!
pt: Duas semanas completas sem fumar!

# achievementSubstantialSavings
source: Substantial Savings
es: Ahorro Sustancial
fr: Économies Substantialles
it: Risparmi sostanziali
pt: Economia Substancial

# achievementSubstantialSavingsDescription
source: Save the equivalent of 10 packs of cigarettes
es: Ahorra el equivalente a 10 paquetes de cigarrillos
fr: Économisez l'équivalent de 10 paquets de cigarettes
it: Risparmia l'equivalente di 10 pacchetti di sigarette
pt: Economize o equivalente a 10 maços de cigarros

# achievementCleanBreathing
source: Clean Breathing
es: Respiración Limpia
fr: Respiration Propre
it: Respirazione pulita
pt: Respiração Limpa

# achievementCleanBreathingDescription
source: Lung capacity increased by 30%
es: Capacidad pulmonar aumentada en un 30%
fr: Capacité pulmonaire augmentée de 30%
it: Capacità polmonare aumentata del 30%
pt: Capacidade pulmonar aumentada em 30%

# achievementOneMonth
source: One Month
es: Un Mes
fr: Un Mois
it: Un mese
pt: Um Mês

# achievementOneMonthDescription
source: A whole month without smoking!
es: ¡Un mes entero sin fumar!
fr: Un mois entier sans fumer !
it: Un intero mese senza fumare!
pt: Um mês inteiro sem fumar!

# achievementNewHabitExercise
source: New Habit: Exercise
es: Nuevo Hábito: Ejercicio
fr: Nouvelle Habitude : Exercice
it: Nuova abitudine: Esercizio
pt: Novo Hábito: Exercício

# achievementNewHabitExerciseDescription
source: Record 5 days of exercise
es: Registra 5 días de ejercicio
fr: Enregistrez 5 jours d'exercice
it: Registra 5 giorni di esercizio fisico
pt: Registre 5 dias de exercícios

source: {percent}% completed
es: {percent}% completado
fr: {percent}% terminé
it: {percent}% completato
pt: {percent}% concluído

source: Log in to continue
es: Inicia sesión para continuar
fr: Connectez-vous pour continuer
it: Accedi per continuare
pt: Faça login para continuar

# emailHint
source: example@email.com
es: ejemplo@correo.com
fr: exemple@email.com
it: esempio@email.com
pt: exemplo@email.com

# emailRequired
source: Please enter your email
es: Por favor, introduce tu correo electrónico
fr: Veuillez entrer votre email
it: Inserisci la tua email
pt: Por favor, insira seu e-mail

# emailInvalid
source: Please enter a valid email
es: Por favor, introduce un correo electrónico válido
fr: Veuillez entrer un email valide
it: Inserisci un'email valida
pt: Por favor, insira um e-mail válido

# passwordRequired
source: Please enter your password
es: Por favor, introduce tu contraseña
fr: Veuillez entrer votre mot de passe
it: Inserisci la tua password
pt: Por favor, insira sua senha

source: Settings
es: Configuración
fr: Paramètres
it: Impostazioni
pt: Configurações

source: Achievements
es: Logros
fr: Réalisations
it: Traguardi
pt: Conquistas

source: Profile
es: Perfil
fr: Profil
it: Profilo
pt: Perfil

source: Edit Profile
es: Editar Perfil
fr: Modifier le Profil
it: Modifica profilo
pt: Editar Perfil

source: App Settings
es: Configuración de la Aplicación
fr: Paramètres de l'App
it: Impostazioni app
pt: Configurações do Aplicativo

source: Notifications
es: Notificaciones
it: Notifiche
pt: Notificações

source: Manage notifications
es: Gestionar notificaciones
fr: Gérer les notifications
it: Gestisci le notifiche
pt: Gerenciar notificações

source: Language
es: Idioma
fr: Langue
it: Lingua
pt: Idioma

# changeLanguage
source: Change the language of the app
es: Cambiar el idioma de la aplicación
fr: Changer la langue de l'app
it: Cambia la lingua dell'app
pt: Alterar o idioma do aplicativo

source: Theme
es: Tema
fr: Thème
it: Tema
pt: Tema

source: Dark
es: Oscuro
fr: Sombre
it: Scuro
pt: Escuro

source: Light
es: Claro
fr: Clair
it: Chiaro
pt: Claro

source: System
es: Sistema
fr: Système
it: Sistema
pt: Sistema

source: Habit Tracking
es: Seguimiento de Hábitos
fr: Suivi des Habitudes
it: Monitoraggio abitudini
pt: Rastreamento de Hábitos

# cigarettesPerDay
source: Cigarettes per day before quitting
es: Cigarrillos por día antes de dejar
fr: Cigarettes par jour avant d'arrêter
it: Sigarette al giorno prima di smettere
pt: Cigarros por dia antes de parar

# configureHabits
source: Configure your previous habits
es: Configura tus hábitos anteriores
fr: Configurez vos habitudes précédentes
it: Configura le tue abitudini precedenti
pt: Configure seus hábitos anteriores

source: Pack price
es: Precio del paquete
fr: Prix du paquet
it: Prezzo del pacchetto
pt: Preço do maço

# setPriceForCalculations
source: Set the price for savings calculations
es: Establecer el precio para cálculos de ahorro
fr: Définissez le prix pour les calculs d'économies
it: Imposta il prezzo per i calcoli del risparmio
pt: Definir o preço para cálculos de economia

source: Start date
es: Fecha de inicio
fr: Date de début
it: Data di inizio
pt: Data de início

source: When you quit smoking
es: Cuando dejaste de fumar
fr: Quand vous avez arrêté de fumer
it: Quando hai smesso di fumare
pt: Quando você parou de fumar

source: Reset password
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
it: Reimposta password
pt: Redefinir senha

# changePassword
source: Change your access password
es: Cambiar tu contraseña de acceso
fr: Changer votre mot de passe de connexion
it: Cambia la tua password di accesso
pt: Altere sua senha de acesso

source: Delete account
es: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
pt: Excluir conta

# permanentlyRemoveAccount
source: Permanently remove your account
es: Eliminar permanentemente tu cuenta
fr: Supprimer définitivement votre compte
it: Rimuovi definitivamente il tuo account
pt: Remover permanentemente sua conta

# deleteAccountTitle
source: Delete Account
es: Eliminar Cuenta
fr: Supprimer le Compte
it: Elimina account
pt: Excluir Conta

# deleteAccountConfirmation
source: Are you sure you want to delete your account? This action is irreversible and all your data will be lost.
es: ¿Estás seguro de que deseas eliminar tu cuenta? Esta acción es irreversible y todos tus datos se perderán.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action est irréversible et toutes vos données seront perdues.
it: Sei sicuro di voler eliminare il tuo account? Questa azione è irreversibile e tutti i tuoi dati andranno persi.
pt: Tem certeza que deseja excluir sua conta? Esta ação é irreversível e todos os seus dados serão perdidos.

source: Logout
es: Cerrar sesión
fr: Déconnexion
it: Esci
pt: Sair

# logoutFromAccount
source: Disconnect from your account
es: Desconectar de tu cuenta
fr: Se déconnecter de votre compte
it: Disconnettiti dal tuo account
pt: Desconectar da sua conta

# logoutTitle
source: Logout
es: Cerrar sesión
fr: Déconnexion
it: Esci
pt: Sair da conta

# logoutConfirmation
source: Are you sure you want to logout from your account?
es: ¿Estás seguro de que deseas cerrar sesión de tu cuenta?
fr: Êtes-vous sûr de vouloir vous déconnecter de votre compte ?
it: Sei sicuro di voler uscire dal tuo account?
pt: Tem certeza que deseja sair da sua conta?

source: About
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre

source: Privacy Policy
es: Política de Privacidad
fr: Politique de Confidentialité
it: Informativa sulla privacy
pt: Política de Privacidade

# readPrivacyPolicy
source: Read our privacy policy
es: Lee nuestra política de privacidad
fr: Lire notre politique de confidentialité
it: Leggi la nostra informativa sulla privacy
pt: Leia nossa política de privacidade

source: Terms of Use
es: Términos de Uso
fr: Conditions d'Utilisation
it: Termini di utilizzo
pt: Termos de Uso

# viewTermsOfUse
source: View the app's terms of use
es: Ver los términos de uso de la aplicación
fr: Afficher les conditions d'utilisation de l'app
it: Visualizza i termini di utilizzo dell'app
pt: Veja os termos de uso do aplicativo

# aboutApp
source: About the App
es: Sobre la Aplicación
fr: À propos de l'App
it: Informazioni sull'app
pt: Sobre o App

# appInfo
source: Version and app information
es: Versión e información de la aplicación
fr: Version et informations de l'app
it: Versione e informazioni sull'app
pt: Versão e informações do aplicativo

# version
source: Version {version}
es: Versión {version}
it: Versione {version}
pt: Versão {version}

source: Next
es: Siguiente
fr: Suivant
it: Avanti
pt: Próximo

source: Back
es: Atrás
fr: Retour
it: Indietro
pt: Voltar

source: Finish
es: Finalizar
fr: Terminer
it: Fine
pt: Finalizar

# cigarettesPerDayQuestion
source: How many cigarettes do you smoke per day?
es: ¿Cuántos cigarrillos fumas al día?
fr: Combien de cigarettes fumez-vous par jour ?
it: Quante sigarette fumi al giorno?
pt: Quantos cigarros você fuma por dia?

# cigarettesPerDaySubtitle
source: This helps us understand your consumption level
es: Esto nos ayuda a entender tu nivel de consumo
fr: Cela nous aide à comprendre votre niveau de consommation
it: Questo ci aiuta a capire il tuo livello di consumo
pt: Isso nos ajuda a entender seu nível de consumo

source: Exact number:
es: Número exacto:
fr: Nombre exact :
it: Numero esatto:
pt: Número exato:

# selectConsumptionLevel
source: Or select your consumption level:
es: O selecciona tu nivel de consumo:
fr: Ou sélectionnez votre niveau de consommation :
it: O seleziona il tuo livello di consumo:
pt: Ou selecione seu nível de consumo:

source: Low
es: Bajo
fr: Bas
it: Basso
pt: Baixo

source: Moderate
es: Moderado
fr: Modéré
it: Moderato
pt: Moderado

source: High
es: Alto
fr: Élevé
it: Alto
pt: Alto

source: Very High
es: Muy Alto
fr: Très élevé
it: Molto alto
pt: Muito Alto

# upTo5
source: Up to 5 cigarettes per day
es: Hasta 5 cigarrillos por día
fr: Jusqu'à 5 cigarettes par jour
it: Fino a 5 sigarette al giorno
pt: Até 5 cigarros por dia

# sixTo15
source: 6 to 15 cigarettes per day
es: 6 a 15 cigarrillos por día
fr: 6 à 15 cigarettes par jour
it: Da 6 a 15 sigarette al giorno
pt: 6 a 15 cigarros por dia

# sixteenTo25
source: 16 to 25 cigarettes per day
es: 16 a 25 cigarrillos por día
fr: 16 à 25 cigarettes par jour
it: Da 16 a 25 sigarette al giorno
pt: 16 a 25 cigarros por dia

# moreThan25
source: More than 25 cigarettes per day
es: Más de 25 cigarrillos por día
fr: Plus de 25 cigarettes par jour
it: Più di 25 sigarette al giorno
pt: Mais de 25 cigarros por dia
