Repository: kellvembarbosa/nicotinaai_flutter
Catalog: assets/l10n/app_*.arb
Languages: es, fr, it, pt

# selectConsumptionLevelError
source: Please select your consumption level
es: Por favor, selecciona tu nivel de consumo
fr: Veuillez sélectionner votre niveau de consommation
it: Seleziona il tuo livello di consumo
pt: Por favor, selecione seu nível de consumo

source: Welcome to NicotinaAI
es: Bienvenido a NicotinaAI
fr: Bienvenue sur NicotinaAI
it: Benvenuto in NicotinaAI
pt: Bem-vindo ao NicotinaAI

# personalAssistant
source: Your personal assistant to quit smoking
es: Tu asistente personal para dejar de fumar
fr: Votre assistant personnel pour arrêter de fumer
it: Il tuo assistente personale per smettere di fumare
pt: Seu assistente pessoal para parar de fumar

source: Start
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar

# breatheFreedom
source: BREATHE FREEDOM. YOUR NEW LIFE STARTS NOW.
es: RESPIRA LIBERTAD. TU NUEVA VIDA COMIENZA AHORA.
fr: RESPIREZ LA LIBERTÉ. VOTRE NOUVELLE VIE COMMENCE MAINTENANT.
it: RESPIRA LIBERTÀ. LA TUA NUOVA VITA INIZIA ORA.
pt: RESPIRE LIBERDADE. SUA NOVA VIDA COMEÇA AGORA.

# personalizeExperience
source: Let's personalize your experience to help you achieve your goals of quitting smoking. Answer a few questions to get started.
es: Vamos a personalizar tu experiencia para ayudarte a alcanzar tus objetivos de dejar de fumar. Responde algunas preguntas para comenzar.
fr: Personnalisons votre expérience pour vous aider à atteindre vos objectifs d'arrêt du tabac. Répondez à quelques questions pour commencer.
it: Personalizziamo la tua esperienza per aiutarti a raggiungere i tuoi obiettivi di smettere di fumare. Rispondi ad alcune domande per iniziare.
pt: Vamos personalizar sua experiência para ajudá-lo a alcançar seus objetivos de parar de fumar. Responda algumas perguntas para começarmos.

# cigarettesPerPackQuestion
source: How many cigarettes come in a pack?
es: ¿Cuántos cigarrillos vienen en un paquete?
fr: Combien de cigarettes y a-t-il dans un paquet ?
it: Quante sigarette ci sono in un pacchetto?
pt: Quantos cigarros vêm em um maço?

# selectStandardAmount
source: Select the standard amount for your cigarette packs
es: Selecciona la cantidad estándar para tus paquetes de cigarrillos
fr: Sélectionnez la quantité standard pour vos paquets de cigarettes
it: Seleziona la quantità standard per i tuoi pacchetti di sigarette
pt: Selecione a quantidade padrão para seus maços de cigarros

# packSizesInfo
source: Cigarette packs typically come with 10 or 20 units. Select the amount that corresponds to the packs you buy.
es: Los paquetes de cigarrillos generalmente vienen con 10 o 20 unidades. Selecciona la cantidad que corresponde a los paquetes que compras.
fr: Les paquets de cigarettes contiennent généralement 10 ou 20 unités. Sélectionnez la quantité qui correspond aux paquets que vous achetez.
it: I pacchetti di sigarette in genere contengono 10 o 20 unità. Seleziona la quantità che corrisponde ai pacchetti che acquisti.
pt: Maços de cigarros geralmente vêm com 10 ou 20 unidades. Selecione a quantidade que corresponde aos maços que você compra.

# tenCigarettes
source: 10 cigarettes
es: 10 cigarrillos
it: 10 sigarette
pt: 10 cigarros

# twentyCigarettes
source: 20 cigarettes
es: 20 cigarrillos
it: 20 sigarette
pt: 20 cigarros

# smallPack
source: Small/compact pack
es: Paquete pequeño/compacto
fr: Petit paquet/paquet compact
it: Pacchetto piccolo/compatto
pt: Maço pequeno/compacto

# standardPack
source: Standard/traditional pack
es: Paquete estándar/tradicional
fr: Paquet standard/traditionnel
it: Pacchetto standard/tradizionale
pt: Maço padrão/tradicional

source: Other quantity
es: Otra cantidad
fr: Autre quantité
it: Altra quantità
pt: Outra quantidade

# selectCustomValue
source: Select a custom value
es: Selecciona un valor personalizado
fr: Sélectionnez une valeur personnalisée
it: Seleziona un valore personalizzato
pt: Selecione um valor personalizado

source: Quantity:
es: Cantidad:
fr: Quantité :
it: Quantità:
pt: Quantidade:

# packSizeHelp
source: This information helps us accurately calculate your consumption and the benefits of reducing or quitting smoking.
es: Esta información nos ayuda a calcular con precisión tu consumo y los beneficios de reducir o dejar de fumar.
fr: Cette information nous aide à calculer précisément votre consommation et les bénéfices de la réduction ou de l'arrêt du tabac.
it: Questa informazione ci aiuta a calcolare con precisione il tuo consumo e i benefici della riduzione o cessazione del fumo.
pt: Essa informação nos ajuda a calcular com precisão seu consumo e os benefícios de reduzir ou parar de fumar.

# packPriceQuestion
source: How much does a pack of cigarettes cost?
es: ¿Cuánto cuesta un paquete de cigarrillos?
fr: Combien coûte un paquet de cigarettes ?
it: Quanto costa un pacchetto di sigarette?
pt: Quanto custa um maço de cigarros?

# helpCalculateFinancial
source: This helps us calculate your financial savings
es: Esto nos ayuda a calcular tu ahorro financiero
fr: Cela nous aide à calculer vos économies financières
it: Questo ci aiuta a calcolare i tuoi risparmi economici
pt: Isso nos ajuda a calcular sua economia financeira

# enterAveragePrice
source: Enter the average price you pay for a pack of cigarettes.
es: Introduce el precio promedio que pagas por un paquete de cigarrillos.
fr: Entrez le prix moyen que vous payez pour un paquet de cigarettes.
it: Inserisci il prezzo medio che paghi per un pacchetto di sigarette.
pt: Informe o valor médio que você paga por um maço de cigarros.

# priceHelp
source: This information helps us show how much you'll save by reducing or quitting smoking.
es: Esta información nos ayuda a mostrarte cuánto ahorrarás al reducir o dejar de fumar.
fr: Cette information nous aide à vous montrer combien vous économiserez en réduisant ou en arrêtant de fumer.
it: Questa informazione ci aiuta a mostrarti quanto risparmierai riducendo o smettendo di fumare.
pt: Essas informações nos ajudam a mostrar quanto você economizará ao reduzir ou parar de fumar.

# productTypeQuestion
source: What type of product do you consume?
es: ¿Qué tipo de producto consumes?
fr: Quel type de produit consommez-vous ?
it: Che tipo di prodotto consumi?
pt: Que tipo de produto você consome?

# selectApplicable
source: Select what applies to you
es: Selecciona lo que se aplica a ti
fr: Sélectionnez ce qui s'applique à vous
it: Seleziona ciò che si applica a te
pt: Selecione o que se aplica a você

# helpPersonalizeStrategy
source: This helps us personalize strategies and recommendations for your specific case.
es: Esto nos ayuda a personalizar estrategias y recomendaciones para tu caso específico.
fr: Cela nous aide à personnaliser les stratégies et les recommandations pour votre cas spécifique.
it: Questo ci aiuta a personalizzare strategie e raccomandazioni per il tuo caso specifico.
pt: Isso nos ajuda a personalizar as estratégias e recomendações para o seu caso específico.

# cigaretteOnly
source: Traditional cigarettes only
es: Solo cigarrillos tradicionales
fr: Seulement cigarettes traditionnelles
it: Solo sigarette tradizionali
pt: Apenas cigarros tradicionais

# traditionalCigarettes
source: Conventional tobacco cigarettes
es: Cigarrillos de tabaco convencionales
fr: Cigarettes de tabac conventionnelles
it: Sigarette di tabacco convenzionali
pt: Cigarros de tabaco convencionais

# vapeOnly
source: Vape/e-cigarettes only
es: Solo vaporizador/cigarrillos electrónicos
fr: Seulement Vape/cigarettes électroniques
it: Solo sigarette elettroniche/vape
pt: Apenas vape/cigarro eletrônico

# electronicDevices
source: Electronic vaping devices
es: Dispositivos electrónicos de vapeo
fr: Dispositifs de vapotage électroniques
it: Dispositivi elettronici per svapo
pt: Dispositivos eletrônicos para vaporização

source: Both
es: Ambos
fr: Les deux
it: Entrambi
pt: Ambos

# useBoth
source: I use both traditional and electronic cigarettes
es: Uso tanto cigarrillos tradicionales como electrónicos
fr: J'utilise à la fois des cigarettes traditionnelles et électroniques
it: Uso sia sigarette tradizionali che elettroniche
pt: Uso tanto cigarros tradicionais quanto eletrônicos

# productTypeHelp
source: Different products contain different amounts of nicotine and may require distinct strategies for reduction or cessation.
es: Diferentes productos contienen diferentes cantidades de nicotina y pueden requerir distintas estrategias para reducción o cese.
fr: Différents produits contiennent des quantités différentes de nicotine et peuvent nécessiter des stratégies différentes pour la réduction ou la cessation.
it: Prodotti diversi contengono quantità diverse di nicotina e potrebbero richiedere strategie distinte per la riduzione o cessazione.
pt: Diferentes produtos contêm diferentes quantidades de nicotina e podem exigir estratégias distintas para redução ou abandono.

# pleaseSelectProductType
source: Please select a product type
es: Por favor, selecciona un tipo de producto
fr: Veuillez sélectionner un type de produit
it: Seleziona un tipo di prodotto
pt: Por favor, selecione um tipo de produto

# goalQuestion
source: What is your goal?
es: ¿Cuál es tu objetivo?
fr: Quel est votre objectif ?
it: Qual è il tuo obiettivo?
pt: Qual é o seu objetivo?

# selectGoal
source: Select what you want to achieve
es: Selecciona lo que quieres lograr
fr: Sélectionnez ce que vous voulez atteindre
it: Seleziona ciò che vuoi raggiungere
pt: Selecione o que você deseja alcançar

# goalExplanation
source: Setting a clear goal is essential for your success. We want to help you achieve what you desire.
es: Establecer un objetivo claro es esencial para tu éxito. Queremos ayudarte a lograr lo que deseas.
fr: Définir un objectif clair est essentiel pour votre succès. Nous voulons vous aider à atteindre ce que vous désirez.
it: Stabilire un obiettivo chiaro è essenziale per il tuo successo. Vogliamo aiutarti a raggiungere ciò che desideri.
pt: Definir um objetivo claro é essencial para o seu sucesso. Queremos ajudar você a alcançar o que deseja.

source: Reduce consumption
es: Reducir el consumo
fr: Réduire la consommation
it: Ridurre il consumo
pt: Reduzir o consumo

# reduceDescription
source: I want to smoke fewer cigarettes and have more control over the habit
es: Quiero fumar menos cigarrillos y tener más control sobre el hábito
fr: Je veux fumer moins de cigarettes et avoir plus de contrôle sur l'habitude
it: Voglio fumare meno sigarette e avere più controllo sull'abitudine
pt: Quero fumar menos cigarros e ter mais controle sobre o hábito

source: Reduce
es: Reducir
fr: Réduire
it: Ridurre
pt: Reduzir

source: Quit smoking
es: Dejar de fumar
fr: Arrêter de fumer
it: Smettere di fumare
pt: Parar de fumar

# quitDescription
source: I want to completely quit cigarettes and live tobacco-free
es: Quiero dejar completamente los cigarrillos y vivir libre de tabaco
fr: Je veux arrêter complètement les cigarettes et vivre sans tabac
it: Voglio smettere completamente con le sigarette e vivere libero dal tabacco
pt: Quero largar completamente o cigarro e viver livre do tabaco

source: Quit
es: Dejar
fr: Arrêter
it: Smettere
pt: Parar

# goalHelp
source: We'll adapt our resources and recommendations based on your goal. You can modify it later if you change your mind.
es: Adaptaremos nuestros recursos y recomendaciones según tu objetivo. Puedes modificarlo más tarde si cambias de opinión.
fr: Nous adapterons nos ressources et recommandations en fonction de votre objectif. Vous pourrez le modifier plus tard si vous changez d'avis.
it: Adatteremo le nostre risorse e raccomandazioni in base al tuo obiettivo. Puoi modificarlo in seguito se cambi idea.
pt: Adaptaremos nossos recursos e recomendações com base em seu objetivo. Você poderá modificá-lo mais tarde se mudar de ideia.

# pleaseSelectGoal
source: Please select a goal
es: Por favor, selecciona un objetivo
fr: Veuillez sélectionner un objectif
it: Seleziona un obiettivo
pt: Por favor, selecione um objetivo

# timelineQuestionReduce
source: When do you want to reduce consumption?
es: ¿Cuándo quieres reducir el consumo?
fr: Quand voulez-vous réduire votre consommation ?
it: Quando vuoi ridurre il consumo?
pt: Quando você deseja reduzir o consumo?

# timelineQuestionQuit
source: When do you want to quit smoking?
es: ¿Cuándo quieres dejar de fumar?
fr: Quand voulez-vous arrêter de fumer ?
it: Quando vuoi smettere di fumare?
pt: Quando você deseja parar de fumar?

# establishDeadline
source: Establish a deadline that seems achievable to you
es: Establece un plazo que te parezca alcanzable
fr: Fixez une échéance qui vous semble réalisable
it: Stabilisci una scadenza che ti sembra raggiungibile
pt: Estabeleça um prazo que pareça alcançável para você

# timelineExplanation
source: A realistic timeline increases your chances of success. Choose a deadline that you're comfortable with.
es: Un cronograma realista aumenta tus posibilidades de éxito. Elige un plazo con el que te sientas cómodo.
fr: Un calendrier réaliste augmente vos chances de succès. Choisissez un laps de temps avec lequel vous êtes à l'aise.
it: Una timeline realistica aumenta le tue possibilità di successo. Scegli una scadenza con cui ti senti a tuo agio.
pt: Um cronograma realista aumenta suas chances de sucesso. Escolha um prazo com o qual você se sinta confortável.

# sevenDays
source: 7 days
es: 7 días
fr: 7 jours
it: 7 giorni
pt: 7 dias

# sevenDaysDescription
source: I want quick results and I'm committed
es: Quiero resultados rápidos y estoy comprometido
fr: Je veux des résultats rapides et je suis engagé
it: Voglio risultati rapidi e sono motivato
pt: Quero resultados rápidos e estou comprometido

# fourteenDays
source: 14 days
es: 14 días
fr: 14 jours
it: 14 giorni
pt: 14 dias

# fourteenDaysDescription
source: A balanced timeframe for habit change
es: Un plazo equilibrado para cambiar hábitos
fr: Un délai équilibré pour changer d'habitudes
it: Un periodo equilibrato per cambiare abitudine
pt: Um prazo equilibrado para mudança de hábito

# thirtyDays
source: 30 days
es: 30 días
fr: 30 jours
it: 30 giorni
pt: 30 dias

# thirtyDaysDescription
source: A month for gradual and sustainable change
es: Un mes para un cambio gradual y sostenible
fr: Un mois pour un changement progressif et durable
it: Un mese per un cambiamento graduale e sostenibile
pt: Um mês para mudança gradual e sustentável

# noDeadline
source: No set deadline
es: Sin plazo definido
fr: Pas de délai défini
it: Nessuna scadenza
pt: Sem prazo definido

# noDeadlineDescription
source: I prefer to go at my own pace
es: Prefiero ir a mi propio ritmo
fr: Je préfère aller à mon propre rythme
it: Preferisco procedere al mio ritmo
pt: Prefiro ir no meu próprio ritmo

# timelineHelp
source: Don't worry if you don't achieve your goal exactly on schedule. Continuous progress is what matters.
es: No te preocupes si no logras tu objetivo exactamente en el plazo. Lo importante es el progreso continuo.
fr: Ne vous inquiétez pas si vous n'atteignez pas votre objectif exactement dans les délais. Ce qui compte, c'est le progrès continu.
it: Non preoccuparti se non raggiungi il tuo obiettivo esattamente secondo il programma. Il progresso continuo è ciò che conta.
pt: Não se preocupe se você não atingir seu objetivo exatamente no prazo. O importante é o progresso contínuo.

# pleaseSelectTimeline
source: Please select a timeline
es: Por favor, selecciona un plazo
fr: Veuillez sélectionner un calendrier
it: Seleziona una timeline
pt: Por favor, selecione um prazo

# challengeQuestion
source: What makes it difficult to {goalText} for you?
es: ¿Qué hace difícil {goalText} para ti?
fr: Qu'est-ce qui rend difficile de {goalText} ?
it: Cosa rende difficile {goalText} per te?
pt: O que torna difícil {goalText} para você?

# identifyChallenge
source: Identifying your main challenge helps us provide better support
es: Identificar tu principal desafío nos ayuda a proporcionar mejor apoyo
fr: Identifier votre principal défi nous aide à fournir un meilleur soutien
it: Identificare la tua sfida principale ci aiuta a fornirti un supporto migliore
pt: Identificar seu principal desafio nos ajuda a fornecer melhor suporte

# challengeExplanation
source: Understanding what makes cigarettes hard to quit is the first step in overcoming that obstacle.
es: Entender lo que hace difícil dejar el cigarrillo es el primer paso para superar ese obstáculo.
fr: Comprendre ce qui rend l'arrêt des cigarettes difficile est la première étape pour surmonter cet obstacle.
it: Capire cosa rende difficile smettere con le sigarette è il primo passo per superare quell'ostacolo.
pt: Entender o que torna o cigarro difícil de largar é o primeiro passo para superar esse obstáculo.

# stressAnxiety
source: Stress and anxiety
es: Estrés y ansiedad
fr: Stress et anxiété
it: Stress e ansia
pt: Estresse e ansiedade

# stressDescription
source: I smoke to deal with stressful situations and anxiety
es: Fumo para lidiar con situaciones estresantes y ansiedad
fr: Je fume pour gérer les situations stressantes et l'anxiété
it: Fumo per affrontare situazioni stressanti e l'ansia
pt: Fumo para lidar com situações estressantes e ansiedade

source: Habit strength
es: Fuerza del hábito
fr: Force de l'habitude
it: Forza dell'abitudine
pt: Força do hábito

# habitDescription
source: Smoking is already part of my daily routine
es: Fumar ya es parte de mi rutina diaria
fr: Fumer fait déjà partie de ma routine quotidienne
it: Fumare è già parte della mia routine quotidiana
pt: Fumar já faz parte da minha rotina diária

source: Social influence
es: Influencia social
fr: Influence sociale
it: Influenza sociale
pt: Influência social

# socialDescription
source: People around me smoke or encourage me to smoke
es: Personas a mi alrededor fuman o me animan a fumar
fr: Les gens autour de moi fument ou m'encouragent à fumer
it: Le persone intorno a me fumano o mi incoraggiano a fumare
pt: Pessoas ao meu redor fumam ou me incentivam a fumar

source: Physical dependence
es: Dependencia física
fr: Dépendance physique
it: Dipendenza fisica
pt: Dependência física

# dependenceDescription
source: I experience physical symptoms when I go without smoking
es: Experimento síntomas físicos cuando estoy sin fumar
fr: Je ressens des symptômes physiques quand je ne fume pas
it: Provo sintomi fisici quando resto senza fumare
pt: Sinto sintomas físicos quando fico sem fumar

# challengeHelp
source: Your answers help us personalize more effective tips and strategies for your specific case.
es: Tus respuestas nos ayudan a personalizar consejos y estrategias más efectivas para tu caso específico.
fr: Vos réponses nous aident à personnaliser des conseils et des stratégies plus efficaces pour votre cas spécifique.
it: Le tue risposte ci aiutano a personalizzare consigli e strategie più efficaci per il tuo caso specifico.
pt: Suas respostas nos ajudam a personalizar dicas e estratégias mais eficazes para seu caso específico.

# pleaseSelectChallenge
source: Please select a challenge
es: Por favor, selecciona un desafío
fr: Veuillez sélectionner un défi
it: Seleziona una sfida
pt: Por favor, selecione um desafio

# locationsQuestion
source: Where do you usually smoke?
es: ¿Dónde sueles fumar?
fr: Où fumez-vous généralement ?
it: Dove fumi solitamente?
pt: Onde você geralmente fuma?

# selectCommonPlaces
source: Select the places where you most often smoke
es: Selecciona los lugares donde más a menudo fumas
fr: Sélectionnez les endroits où vous fumez le plus souvent
it: Seleziona i luoghi dove fumi più spesso
pt: Selecione os lugares onde você mais costuma fumar

# locationsExplanation
source: Knowing your usual locations helps us identify patterns and create specific strategies.
es: Conocer tus lugares habituales nos ayuda a identificar patrones y crear estrategias específicas.
fr: Connaître vos lieux habituels nous aide à identifier les schémas et à créer des stratégies spécifiques.
it: Conoscere i tuoi luoghi abituali ci aiuta a identificare schemi e creare strategie specifiche.
pt: Conhecer seus locais habituais nos ajuda a identificar padrões e criar estratégias específicas.

source: At home
es: En casa
fr: À la maison
it: A casa
pt: Em casa

# homeDetails
source: Balcony, living room, office
es: Balcón, sala, oficina
fr: Balcon, salon, bureau
it: Balcone, soggiorno, ufficio
pt: Varanda, sala, escritório

# atWork
source: At work/school
es: En el trabajo/escuela
fr: Au travail/école
it: Al lavoro/scuola
pt: No trabalho/escola

# workDetails
source: During breaks or pauses
es: Durante descansos o pausas
fr: Pendant les pauses
it: Durante le pause
pt: Durante intervalos ou pausas

# inCar
source: In car/transport
es: En el coche/transporte
fr: Dans la voiture/transport
it: In auto/trasporto
pt: No carro/transporte

# carDetails
source: During travel
es: Durante viajes
fr: Pendant les trajets
it: Durante i viaggi
pt: Durante deslocamentos

# socialEvents
source: At social events
es: En eventos sociales
fr: Lors d'événements sociaux
it: In eventi sociali
pt: Em eventos sociais

# socialDetails
source: Bars, parties, restaurants
es: Bares, fiestas, restaurantes
fr: Bars, fêtes, restaurants
it: Bar, feste, ristoranti
pt: Bares, festas, restaurantes

source: Outdoors
es: Al aire libre
fr: En extérieur
it: All'aperto
pt: Ao ar livre

# outdoorsDetails
source: Parks, sidewalks, outdoor areas
es: Parques, aceras, áreas exteriores
fr: Parcs, trottoirs, espaces extérieurs
it: Parchi, marciapiedi, aree all'aperto
pt: Parques, calçadas, áreas externas

source: Other places
es: Otros lugares
fr: Autres endroits
it: Altri luoghi
pt: Outros lugares

# otherPlacesDetails
source: When I'm anxious, regardless of location
es: Cuando estoy ansioso, independientemente del lugar
fr: Quand je suis anxieux, quel que soit l'endroit
it: Quando sono ansioso, indipendentemente dal luogo
pt: Quando estou ansioso, independente do local

# locationsHelp
source: Identifying the most common locations helps avoid triggers and create strategies for habit change.
es: Identificar los lugares más comunes ayuda a evitar desencadenantes y crear estrategias para cambiar hábitos.
fr: Identifier les endroits les plus courants aide à éviter les déclencheurs et à créer des stratégies pour changer d'habitudes.
it: Identificare i luoghi più comuni aiuta a evitare i fattori scatenanti e a creare strategie per cambiare abitudine.
pt: Identificar os locais mais comuns ajuda a evitar gatilhos e criar estratégias para mudança de hábito.

# continueButton
source: Continue
es: Continuar
fr: Continuer
it: Continua
pt: Continuar

source: All done!
es: ¡Todo listo!
fr: Tout est Terminé !
it: Tutto fatto!
pt: Tudo pronto!

# personalizedJourney
source: Your personalized journey begins now
es: Tu viaje personalizado comienza ahora
fr: Votre parcours personnalisé commence maintenant
it: Il tuo percorso personalizzato inizia ora
pt: Sua jornada personalizada começa agora

source: Start My Journey
es: Comenzar Mi Viaje
fr: Commencer Mon Parcours
it: Inizia il mio percorso
pt: Iniciar Minha Jornada

# congratulations
source: Congratulations on taking the first step!
es: ¡Felicitaciones por dar el primer paso!
fr: Félicitations pour avoir fait le premier pas !
it: Congratulazioni per aver fatto il primo passo!
pt: Parabéns pelo primeiro passo!

# personalizedPlanReduce
source: We've created a personalized plan based on your answers to help you reduce consumption {timelineText}.
es: Hemos creado un plan personalizado basado en tus respuestas para ayudarte a reducir el consumo {timelineText}.
fr: Nous avons créé un plan personnalisé pour vous aider à réduire votre consommation de cigarettes {timelineText}. Ce plan est basé sur vos habitudes et préférences.
it: Abbiamo creato un piano personalizzato basato sulle tue risposte per aiutarti a ridurre il consumo {timelineText}.
pt: Criamos um plano personalizado com base em suas respostas para ajudá-lo a reduzir o consumo {timelineText}.
